Revit 2027 API
ParameterTypeId.MepAnalyticalElecCurrent Property
 "Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalElecCurrent { get; }
Public Shared ReadOnly Property MepAnalyticalElecCurrent As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalElecCurrent {
	ForgeTypeId^ get ();
}
static member MepAnalyticalElecCurrent : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace